{
    "title": "Therma-Sat Farming",
    "2024-1-PL01-KA220-VET-000243502": "2024-1-PL01-KA220-VET-000243502",
    "start-button": "Početak",
    "partners": "Partneri",
    "news": "Novosti",
    "about": "O projektu",
    "gallery": "Galerija",
    "virtual-museum": "Virtualni muzej",
    "home": "Početna",
    "courses": "Tečajevi",
    "partners-header": "Naši <strong>Partneri</strong>",
    "partner-1-name": "ZSCKR Swarożyn",
    "partner-1-description": "Škola priprema učenike za njihove profesije koristeći modernizirane i proširene obrazovne prostore.",
    "partner-2-name": "ITC Gian Pietro Chironi - Salvatore Satta",
    "partner-2-description": "Škola se prilagođava tržišnim zahtjevima, opremajući učenike vještinama za karijeru.",
    "partner-3-name": "Agronomska škola Zagreb",
    "partner-3-description": "Nudi poljoprivredne programe, pripremajući učenike za karijere u tom području.",
    "partner-4-name": "AIR3DMAP",
    "partner-4-description": "Tvrtka stvara senzore i softver za energiju, poljoprivredu i okoliš.",
    "partner-5-name": "Liceul Tehnologic 'Ion I.C. Brătianu'",
    "partner-5-description": "Škola nudi tehničke programe s modernim laboratorijima i kvalificiranim osobljem.",
    "partner-6-name": "Muratpaşa Mesleki ve Teknik Anadolu Lisesi",
    "partner-6-description": "Nudi strukovno obrazovanje, pripremajući učenike za karijere.",
    "about-project": "O našem projektu",
    "about-project-description": "Projekt želi razviti obrazovne resurse koristeći inovativne alate i metode u STEM obrazovanju za učenike strukovnih škola (15-19 godina).",
    "project-description": "Projekt ima za cilj stvaranje sveobuhvatnih obrazovnih resursa specifično dizajniranih za učenike od 15 do 19 godina koji pohađaju strukovno obrazovanje. Ovi resursi bit će fokusirani na STEM (znanost, tehnologija, inženjering i matematika) predmete te će uključivati moderne alate i inovativne metode poučavanja. Korištenjem modernih tehnologija i pedagoških strategija, projekt nastoji poboljšati obrazovno iskustvo, čineći STEM učenje zanimljivijim, praktičnijim i učinkovitijim za učenike strukovnih škola. Krajnji cilj je osposobiti ove učenike s vještinama i znanjima potrebnim za uspjeh u njihovim odabranim područjima i pripremiti ih za buduće izazove u brzo mijenjajućem tehnološkom okruženju.",
    "news-1-title": "Sažetak Erasmus+ projektnog sastanka u Antaliji",
    "news-1-description": "Erasmus+ projektni sastanak u Antaliji bio je jedinstvena prilika za suradnju, inovacije i kulturnu razmjenu. Okupljeni su timovi iz Poljske, Italije, Rumunjske, Hrvatske i Turske s zajedničkim ciljem unapređenja znanja i vještina u tehnologiji dronova, snimanju i analizi podataka.",
    "news-2-title": "Prva Međunarodna poljoprivredna konferencija: Inovacije i suradnja za razvoj poljoprivrednog sektora",
    "news-2-description": "Konferenciju je pokrenuo i vodio ravnatelj naše škole, g. Piotr Popielarczyk, koji je godinama strastveno uključen u razvoj škole i izgradnju međunarodne suradnje.",
    "read-more": "Pročitaj više",
    "eu-funding": "Sufinancirano od strane Europske unije. Mišljenja i stavovi izraženi su isključivo od strane autora/autorica i ne odražavaju nužno stavove Europske unije ili Agencije za obrazovanje i kulturu (EACEA). Ni Europska unija ni EACEA ne mogu biti odgovorne za njih.",
    "scroll-to-top": "↑",
    "facebook": "Facebook",
    "instagram": "Instagram"
}