{
    "start-button": "Inizia",
    "partners": "Partner",
    "news": "Notizie",
    "about": "Informazioni sul progetto",
    "gallery": "Galleria",
    "virtual-museum": "Museo Virtuale",
    "home": "Pagina principale",
    "courses": "Corsi",
    "partners-header": "I nostri <strong>Partner</strong>",
    "partner-1-name": "ZSCKR di Swarożyn",
    "partner-1-description": "La scuola prepara gli studenti per una carriera, utilizzando strutture educative moderne e ampliate.",
    "partner-2-name": "ITC Gian Pietro Chironi - Salvatore Satta",
    "partner-2-description": "La scuola si adatta alle esigenze del mercato, fornendo agli studenti abilità professionali.",
    "partner-3-name": "Agronomska škola Zagreb",
    "partner-3-description": "Offre programmi agricoli per preparare gli studenti a lavorare nel settore.",
    "partner-4-name": "AIR3DMAP",
    "partner-4-description": "L'azienda sviluppa sensori e software per il settore energetico, agricolo e ambientale.",
    "partner-5-name": "Liceul Tehnologic 'Ion I.C. Brătianu'",
    "partner-5-description": "La scuola offre programmi tecnici con laboratori moderni e un corpo docente qualificato.",
    "partner-6-name": "Muratpaşa Mesleki ve Teknik Anadolu Lisesi",
    "partner-6-description": "Offre educazione professionale per preparare gli studenti al lavoro.",
    "about-project": "Sul nostro progetto",
    "about-project-description": "Il progetto mira a sviluppare risorse educative e didattiche utilizzando strumenti e metodi innovativi nell'educazione STEM per studenti professionali (15-19 anni).",
    "project-description": "Il progetto mira a creare risorse educative complete per studenti di età compresa tra i 15 e i 19 anni, che studiano per una professione. Queste risorse si concentreranno sulle materie STEM (Scienza, Tecnologia, Ingegneria, Matematica) e utilizzeranno strumenti moderni e metodi di insegnamento innovativi. Utilizzando tecnologie avanzate e strategie pedagogiche, il progetto mira a migliorare la qualità dell'istruzione, rendendo l'apprendimento STEM più coinvolgente, pratico ed efficace per gli studenti professionali. L'obiettivo finale è fornire agli studenti le competenze e la conoscenza per avere successo nel loro campo e prepararli alle sfide future in un ambiente tecnologico in rapida evoluzione.",
    "news-1-title": "Sintesi dell'incontro del progetto Erasmus+ ad Antalya",
    "news-1-description": "L'incontro del progetto Erasmus+ ad Antalya è stata un'opportunità unica per la cooperazione, l'innovazione e lo scambio culturale. I team provenienti da Polonia, Italia, Romania, Croazia e Turchia si sono incontrati con un obiettivo comune: sviluppare competenze e conoscenze nelle tecnologie dei droni, nell'imaging e nell'analisi dei dati.",
    "news-2-title": "Prima Conferenza Internazionale sull'Agricoltura: Innovazioni e cooperazione per lo sviluppo del settore agricolo",
    "news-2-description": "La conferenza è stata avviata e condotta dal direttore della nostra scuola, il signor Piotr Popielarczyk, che da anni è appassionato dello sviluppo della scuola e della costruzione di partenariati internazionali.",
    "read-more": "Leggi di più",
    "title_news": "Notizie",
    "header_news": "Notizie",
    "project_title_antalya": "Sintesi dell'incontro del progetto Erasmus+ ad Antalya",
    "paragraph_summary": "L'incontro del progetto Erasmus+ ad Antalya è stata un'opportunità unica per la cooperazione, l'innovazione e lo scambio culturale. Ha riunito team provenienti da Polonia, Italia, Romania, Croazia e Turchia, con l'obiettivo comune di rafforzare le competenze e le conoscenze nella tecnologia dei droni, nell'imaging e nell'analisi dei dati. L'evento ha facilitato non solo l'apprendimento tecnico, ma ha anche rafforzato i partenariati internazionali, favorendo la cooperazione e l'apprendimento reciproco.",
    "technical_training_title": "Formazione tecnica e applicazioni dei droni",
    "technical_training_summary": "Un aspetto fondamentale dell'incontro è stato il training intensivo sulle tecnologie dei droni.",
    "training_item": "Principi fondamentali del volo dei droni, inclusa l'aerodinamica e la fisica.",
    "training_item1": "Esperienza pratica con i droni, calibrazione e risoluzione dei problemi.",
    "training_item2": "Applicazione dei droni in vari settori, come il monitoraggio ambientale, la mappatura e la gestione delle crisi.",
    "training_item3": "Le migliori pratiche per garantire la sicurezza del volo, la conformità alle normative e le questioni etiche relative all'uso dei droni.",
    "field_exercises": "Il momento clou sono stati gli esercizi sul campo, dove i partecipanti hanno avuto l'opportunità di manovrare i droni in scenari reali. Questi esercizi non solo hanno rafforzato i concetti teorici, ma hanno anche fornito informazioni preziose sulle sfide e le opportunità nell'operare i droni in ambienti diversi.",
    "imaging_technologies_title": "Tecnologie di imaging e sistemi di informazioni geografiche (GIS)",
    "imaging_item": "Principi e applicazioni dell'imaging termico, inclusi i metodi per rilevare e analizzare le variazioni di temperatura utilizzando i droni.",
    "imaging_item1": "Utilizzo di QGIS, software open-source per i sistemi di informazioni geografiche, per elaborare e visualizzare i dati spaziali.",
    "imaging_item2": "Tecniche avanzate di analisi dei dati con Pix4D, uno strumento potente per elaborare i dati dei droni e creare modelli 3D.",
    "imaging_technologies_summary": "Queste sessioni formative hanno dotato i partecipanti delle competenze per interpretare e analizzare i dati di imaging. Sono stati esplorati anche i potenziali usi di queste tecnologie in diversi settori, tra cui l'agricoltura, la pianificazione urbana e la protezione ambientale.",
    "cultural_exchange_title": "Scambio culturale e cooperazione internazionale",
    "cultural_exchange_item": "Discussioni coinvolgenti sugli approcci educativi e sullo sviluppo delle tecnologie in ciascun paese.",
    "cultural_exchange_item1": "Un'immersione profonda nella cultura turca, con i partecipanti che hanno apprezzato la cucina tradizionale, la musica e i luoghi storici di Antalya.",
    "cultural_exchange_item2": "Visite a istituzioni locali che offrono uno spunto sulla scena accademica e tecnologica turca.",
    "conclusions_title": "Conclusioni e principali risultati",
    "conclusion_item": "Miglioramento delle competenze nella gestione dei droni, nell'analisi dei dati e nelle tecnologie di imaging.",
    "conclusion_item1": "Comprensione più profonda delle applicazioni pratiche dei droni in vari settori.",
    "conclusion_item2": "Reti internazionali più forti, che supportano la cooperazione futura tra i paesi partecipanti.",
    "conclusion_item3": "Maggiore consapevolezza della diversità culturale e dei benefici derivanti dalle iniziative educative internazionali.",
    "conclusions_summary": "Le competenze e conoscenze acquisite durante questo incontro contribuiranno sicuramente ai futuri progressi tecnologici ed educativi all'interno del programma Erasmus+ e oltre. L'evento non solo ha arricchito i partecipanti con conoscenze tecniche, ma ha anche sottolineato l'importanza del lavoro di squadra, della comunicazione e della cooperazione globale nel risolvere sfide tecnologiche complesse.",
    "less_button": "Meno",
    "project_title_swarozyn": "Prima Conferenza Internazionale sull'Agricoltura: Innovazioni e Cooperazione per lo Sviluppo del Settore Agricolo",
    "conference_summary": "La conferenza è stata avviata e condotta dal direttore della nostra scuola, il signor Piotr Popielarczyk, che da anni si dedica con passione allo sviluppo della scuola e alla costruzione di collaborazioni internazionali. Grazie all'impegno del direttore e di tutta la comunità scolastica, apriamo nuove opportunità per studenti, insegnanti e partner internazionali. Ogni evento di questo tipo è un passo verso l'educazione moderna e la costruzione di relazioni che superano i confini nazionali.",
    "conference_info": "🌎🌾 Prima Conferenza Internazionale sull'Agricoltura presso l'Istituto di Istruzione Superiore Zespół Szkół Centrum Kształcenia Rolniczego im. Stanisława Staszica di Swarożyn: Innovazioni e Cooperazione per lo Sviluppo del Settore Agricolo.",
    "text_1": "Il 14 novembre 2024 si è svolta la Prima Conferenza Internazionale sull'Agricoltura, che ha riunito rappresentanti del settore agricolo, scienziati delle università rinomate e esperti nel campo delle tecnologie. L'obiettivo dell'evento era scambiare esperienze, presentare soluzioni innovative in agricoltura e avviare collaborazioni internazionali nel campo della ricerca e dell'istruzione.",
    "heading_1": "Ospiti speciali, temi interdisciplinari e scambio di esperienze",
    "text_2": "Uno degli oratori più attesi della conferenza è stato il Dr. Ercüment Aksoy dalla Turchia, presidente dell'Associazione Comunità per le informazioni spaziali e professore universitario all'Università di Akdeniz. Il Dr. Aksoy, che dal 1995 si specializza in scienze tecniche, ha trattato temi legati alle tecnologie moderne in agricoltura, inclusi l'uso dei dati satellitari e dei droni per il monitoraggio ambientale.",
    "text_3": "Le fonti di informazioni aperte, inclusi i dati satellitari, offrono all'agricoltura opportunità che solo pochi anni fa sembravano fantascienza – ha sottolineato il Dr. Aksoy. – Grazie agli strumenti appropriati, come i droni per misurare l'inquinamento atmosferico, possiamo analizzare le condizioni ambientali in tempo reale, con un impatto significativo sull'efficienza delle colture e sulla protezione dell'ambiente.",
    "text_4": "Il Dr. Aksoy, fondatore di AIR3DMAP, ha presentato esempi pratici dell'uso dei droni in agricoltura, sottolineando il loro utilizzo non solo nel monitoraggio dell'inquinamento, ma anche nella mappatura del terreno e nell'analisi delle colture. Ha anche parlato della sua collaborazione con istituzioni educative come Aksu Aircraft Technology MTL, dove è consulente accademico, e dei progetti Erasmus+ che promuovono lo scambio internazionale di conoscenze nell'osservazione della Terra.",
    "heading_2": "Collaborazione internazionale nella pratica scolastica",
    "text_5": "Marta Gulgowska, coordinatrice di progetti internazionali, ha anche preso parte alla conferenza. Nel suo intervento, ha evidenziato l'importanza dello scambio di esperienze e di pratiche tra istituzioni educative di diversi paesi. Ha discusso dei successi del suo team nell'organizzare viaggi all'estero per studenti e insegnanti, che favoriscono lo sviluppo delle competenze professionali e promuovono un approccio moderno all'istruzione.",
    "text_6": "I nostri progetti internazionali non sono solo viaggi, ma rappresentano principalmente un'opportunità per capire quanto sia importante la cooperazione in un mondo globale. Insieme possiamo sviluppare innovazioni che cambieranno il futuro dell'agricoltura e dell'istruzione professionale,” ha sottolineato Marta Gulgowska.",
    "heading_3": "Nuove tecnologie al servizio dell'agricoltura",
    "text_7": "La conferenza è stata un'opportunità eccellente per presentare un approccio interdisciplinare ai problemi dell'agricoltura moderna. Le conferenze hanno mostrato quanto sia importante integrare conoscenze tecniche, scientifiche e pratiche.",
    "text_8": "🙌🏽 Gli organizzatori dell'evento hanno già annunciato la prossima edizione della conferenza, che si terrà l'anno prossimo. L'interesse da parte dei partecipanti, tra cui rappresentanti del settore agricolo e scientifico, dimostra che la cooperazione internazionale e l'approccio innovativo all'istruzione e alla ricerca sono fondamentali per lo sviluppo del settore.",
    "button_show_all_gallery": "Mostra tutta la galleria",
    "heading_drone_safety": "Norme di sicurezza nell'uso dei droni",
    "text_drone_safety": "Poiché i droni stanno diventando sempre più popolari sia per scopi commerciali che privati, è importante essere consapevoli delle normative e delle pratiche di sicurezza.",
    "link_sed_1": "Sed quis rhoncus placerat",
    "text_sed_1": "Amet nullam fringilla nibh nulla convallis tique ante proin sociis accumsan lobortis. Auctor etiam porttitor phasellus tempus cubilia ultrices tempor sagittis. Nisl fermentum consequat integer interdum.",
    "link_magna_1": "Magna laoreet et aliquam",
    "text_magna_1": "Amet nullam fringilla nibh nulla convallis tique ante proin sociis accumsan lobortis. Auctor etiam porttitor phasellus tempus cubilia ultrices tempor sagittis. Nisl fermentum consequat integer interdum.",
    "heading_recent_posts": "Post recenti",
    "link_1": "Sintesi dell'incontro del progetto Erasmus+ ad Antalya",
    "link_2": "Prima Conferenza Internazionale sull'Agricoltura: Innovazioni e Cooperazione per lo Sviluppo del Settore Agricolo",
    "heading_our_gallery": "La nostra galleria",
    "eu-funding": "Finanziato dall'Unione Europea. Le opinioni espresse sono esclusivamente degli autori e non riflettono necessariamente la posizione dell'Unione Europea o dell'Agenzia Esecutiva per l'Istruzione, gli Audiovisivi e la Cultura (EACEA). Né l'Unione Europea né l'EACEA sono responsabili di tali opinioni.",
    "title-virtual-museum": "Museo Virtuale",
    "title-gallery": "Galleria",
    "results-drones": "Risultati dei test dei droni",
    "tpm-minutes": "Verbale della riunione TPM THERMA-SAT Farming",
    "therma-sat": "THERMA-SAT Farming 220 VET",
    "evaluation-meeting": "Valutazione del primo incontro transnazionale a Swarożyn",
    "antalya-infopack": "Pacchetto informativo Antalya LTT",
    "antalya-feedback": "Feedback gennaio 2025 Antalya"
}