{
    "title": "Therma-Sat Farming",
    "2024-1-PL01-KA220-VET-000243502": "2024-1-PL01-KA220-VET-000243502",
    "start-button": "Inizia",
    "partners": "Partner",
    "news": "Notizie",
    "about": "Chi siamo",
    "gallery": "Galleria",
    "virtual-museum": "Museo Virtuale",
    "home": "Home",
    "courses": "Corsi",
    "partners-header": "I nostri <strong>Partner</strong>",
    "partner-1-name": "ZSCKR a Swarożyn",
    "partner-1-description": "La scuola prepara gli studenti per le professioni utilizzando strutture educative modernizzate e ampliati.",
    "partner-2-name": "ITC Gian Pietro Chironi - Salvatore Satta",
    "partner-2-description": "La scuola si adatta alle esigenze del mercato, fornendo agli studenti competenze professionali.",
    "partner-3-name": "Agronomska škola Zagreb",
    "partner-3-description": "Offre programmi agricoli che preparano gli studenti per lavorare nel settore.",
    "partner-4-name": "AIR3DMAP",
    "partner-4-description": "L'azienda crea sensori e software per l'energia, l'agricoltura e la protezione dell'ambiente.",
    "partner-5-name": "Liceul Tehnologic 'Ion I.C. Brătianu'",
    "partner-5-description": "La scuola offre programmi tecnici con laboratori moderni e personale qualificato.",
    "partner-6-name": "Muratpaşa Mesleki ve Teknik Anadolu Lisesi",
    "partner-6-description": "Offre educazione professionale, preparando gli studenti al lavoro.",
    "about-project": "Chi è il nostro progetto",
    "about-project-description": "Il progetto mira a sviluppare risorse educative e didattiche utilizzando strumenti e metodi innovativi nell'educazione STEM per studenti professionali (15-19 anni).",
    "project-description": "Il progetto mira a creare risorse educative complete per studenti di età 15-19 anni che ricevono una formazione professionale. Queste risorse si concentreranno su materie STEM (Scienza, Tecnologia, Ingegneria, Matematica) e utilizzeranno strumenti moderni e metodi di insegnamento innovativi. Utilizzando tecnologie avanzate e strategie pedagogiche, il progetto mira a migliorare la qualità dell'istruzione rendendo l'apprendimento STEM più coinvolgente, pratico ed efficace per gli studenti professionali. L'obiettivo finale è dotare questi studenti delle competenze e delle conoscenze necessarie per avere successo nel loro campo prescelto e prepararli alle sfide future in un ambiente tecnologico in rapida evoluzione.",
    "news-1-title": "Sintesi della riunione del progetto Erasmus+ ad Antalya",
    "news-1-description": "La riunione del progetto Erasmus+ ad Antalya è stata un'opportunità unica per la cooperazione, l'innovazione e lo scambio culturale. I team provenienti da Polonia, Italia, Romania, Croazia e Turchia si sono riuniti con un obiettivo comune: sviluppare conoscenze e competenze sulla tecnologia dei droni, l'imaging e l'analisi dei dati.",
    "news-2-title": "Prima Conferenza Internazionale sull'Agricoltura: Innovazioni e collaborazione per lo sviluppo del settore agricolo",
    "news-2-description": "La conferenza è stata inaugurata e guidata dal Direttore della nostra scuola, il signor Piotr Popielarczyk, che da anni è appassionato dello sviluppo della scuola e della costruzione di collaborazioni internazionali.",
    "read-more": "Leggi di più",
    "eu-funding": "Finanziato dall'Unione Europea. Le opinioni espresse dagli autori potrebbero non riflettere la posizione dell'Unione Europea o dell'Agenzia Esecutiva per l'Educazione, la Cultura e la Gioventù (EACEA). Né l'Unione Europea né l'EACEA possono essere ritenuti responsabili per queste opinioni.",
    "title_news": "Notizie",
    "header_news": "Notizie",
    "nav_home": "Home",
    "nav_courses": "Corsi",
    "nav_partners": "Partner",
    "nav_news": "Notizie",
    "nav_about": "Chi siamo",
    "nav_gallery": "Galleria",
    "nav_virtual_museum": "Museo Virtuale",
    "project_title_antalya": "Sintesi della riunione del progetto Erasmus+ ad Antalya",
    "paragraph_summary": "La riunione del progetto Erasmus+ ad Antalya è stata un'opportunità unica per la cooperazione, l'innovazione e lo scambio culturale. I team provenienti da Polonia, Italia, Romania, Croazia e Turchia si sono riuniti con un obiettivo comune: rafforzare la conoscenza e le competenze sulla tecnologia dei droni, l'imaging e l'analisi dei dati. L'evento ha facilitato non solo l'apprendimento tecnico, ma anche il rafforzamento delle partnership internazionali, promuovendo la cooperazione e l'apprendimento reciproco.",
    "technical_training_title": "Formazione tecnica e applicazioni dei droni",
    "technical_training_summary": "Un aspetto fondamentale dell'incontro è stata la formazione intensiva sulla tecnologia dei droni.",
    "training_item": "Principi di base del volo dei droni, inclusi aerodinamica e fisica.",
    "training_item1": "Esperienza pratica nell'operare i droni, calibrazione e risoluzione dei problemi.",
    "training_item2": "Applicazione dei droni in vari settori, come il monitoraggio ambientale, la mappatura e la gestione delle crisi.",
    "training_item3": "Migliori pratiche per garantire la sicurezza del volo, la conformità alle normative e le questioni etiche nell'uso dei droni.",
    "field_exercises": "Il punto culminante sono stati gli esercizi sul campo, durante i quali i partecipanti hanno avuto l'opportunità di manovrare i droni in scenari reali. Questi esercizi non solo rinforzavano i concetti teorici, ma fornivano anche preziose informazioni sulle sfide e le opportunità legate alle operazioni dei droni in vari ambienti.",
    "imaging_technologies_title": "Tecnologie di imaging e sistemi informativi geografici (GIS)",
    "imaging_item": "Principi e applicazioni dell'imaging termico, inclusi metodi per rilevare e analizzare variazioni di temperatura tramite droni.",
    "imaging_item1": "Uso di QGIS, software open-source per sistemi informativi geografici, per elaborare e visualizzare dati spaziali.",
    "imaging_item2": "Tecniche avanzate di analisi dei dati con Pix4D, uno strumento potente per l'elaborazione dei dati dei droni e la modellazione 3D.",
    "imaging_technologies_summary": "Queste sessioni di formazione hanno fornito ai partecipanti le competenze per interpretare e analizzare i dati di imaging. Sono stati anche analizzati i potenziali impieghi di queste tecnologie in vari settori, tra cui l'agricoltura, la pianificazione urbana e la protezione dell'ambiente.",
    "cultural_exchange_title": "Scambio culturale e cooperazione internazionale",
    "cultural_exchange_item": "Discussioni coinvolgenti su approcci educativi e sullo sviluppo della tecnologia in ciascun paese.",
    "cultural_exchange_item1": "Immersione profonda nella cultura turca, con i partecipanti che si sono goduti la cucina tradizionale, la musica e i luoghi storici di Antalya.",
    "cultural_exchange_item2": "Visite a istituzioni locali che offrono uno spunto sul panorama accademico e tecnologico della Turchia.",
    "conclusions_title": "Conclusioni e principali takeaway",
    "conclusion_item": "Miglioramento delle competenze nella gestione dei droni, analisi dei dati e tecnologie di imaging.",
    "conclusion_item1": "Maggiore comprensione delle applicazioni pratiche dei droni in vari settori.",
    "conclusion_item2": "Reti internazionali più forti, che supportano la futura cooperazione tra i paesi partecipanti.",
    "conclusion_item3": "Maggiore consapevolezza della diversità culturale e dei benefici derivanti dalle iniziative educative internazionali.",
    "conclusions_summary": "Le conoscenze e le competenze acquisite durante questo incontro contribuiranno senza dubbio ai futuri progressi tecnologici ed educativi nell'ambito del programma Erasmus+ e oltre. L'evento ha non solo arricchito i partecipanti con conoscenze tecniche, ma ha anche evidenziato l'importanza del lavoro di squadra, della comunicazione e della cooperazione globale nella risoluzione delle sfide tecnologiche complesse.",
    "read_more_button": "Leggi di più",
    "less_button": "Meno",
    "project_title_swarozyn": "Prima Conferenza Internazionale sull'Agricoltura: Innovazioni e collaborazione per lo sviluppo del settore agricolo",
    "conference_summary": "La conferenza è stata inaugurata e guidata dal Direttore della nostra scuola, il signor Piotr Popielarczyk, che da anni si dedica con passione allo sviluppo dell'istituto e alla costruzione di collaborazioni internazionali. Grazie all'impegno del direttore e dell'intera comunità scolastica, stiamo aprendo nuove opportunità per studenti, insegnanti e partner internazionali. Ogni evento di questo tipo è un passo avanti verso un'educazione moderna e la costruzione di relazioni che vanno oltre i confini dei paesi.",
    "conference_info": "🌎🌾 Prima Conferenza Internazionale sull'Agricoltura presso il Zespół Szkół Centrum Kształcenia Rolniczego im. Stanisława Staszica a Swarożyn: Innovazioni e Collaborazione per lo sviluppo del settore agricolo.",
    "text_1": "Il 14 novembre 2024 si è svolta la prima Conferenza Internazionale sull'Agricoltura, che ha riunito rappresentanti del settore agricolo, accademici provenienti da università rinomate ed esperti nel campo della tecnologia. L'evento ha avuto lo scopo di scambiare esperienze, presentare soluzioni innovative in agricoltura e avviare collaborazioni internazionali nel campo della ricerca e dell'educazione.",
    "heading_1": "Ospiti speciali, temi interdisciplinari e scambio di esperienze",
    "text_2": "Uno dei relatori più attesi della conferenza è stato il Dr. Ercüment Aksoy dalla Turchia, presidente dell'Associazione delle Comunità di Informazioni Spaziali e professore all'Università di Akdeniz. Il Dr. Aksoy, specializzato in scienze tecniche dal 1995, ha presentato temi relativi alle tecnologie moderne in agricoltura, tra cui l'uso di dati satellitari e droni per il monitoraggio ambientale.",
    "text_3": "Le informazioni open source, tra cui i dati satellitari, stanno aprendo nuove possibilità per l'agricoltura che solo pochi anni fa sembravano fantascienza – ha sottolineato il Dr. Aksoy. – Con strumenti adeguati, come i droni per misurare l'inquinamento atmosferico, possiamo analizzare le condizioni ambientali in tempo reale, con un impatto significativo sulla produttività agricola e sulla protezione dell'ambiente.",
    "text_4": "Il Dr. Aksoy, fondatore di AIR3DMAP, ha presentato esempi pratici sull'uso dei droni in agricoltura, evidenziando il loro impiego non solo nel monitoraggio dell'inquinamento, ma anche nella mappatura del territorio e nell'analisi delle coltivazioni. Ha inoltre parlato della sua collaborazione con istituzioni educative come Aksu Aircraft Technology MTL, dove ricopre il ruolo di consulente accademico, e dei progetti Erasmus+ che promuovono lo scambio internazionale di conoscenze nel campo dell'osservazione della Terra.",
    "heading_2": "Cooperazione internazionale nella pratica scolastica",
    "text_5": "Marta Gulgowska, coordinatrice dei progetti internazionali, ha anche partecipato alla conferenza. Nel suo intervento, ha sottolineato l'importanza dello scambio di esperienze e pratiche tra istituzioni educative di diversi paesi per costruire una solida base di conoscenza nell'area STEM. Inoltre, ha presentato il progetto Erasmus+ 'Therma-Sat Farming', che mira a promuovere l'uso delle nuove tecnologie nei settori agricolo e educativo.",
    "text_6": "«I nostri progetti internazionali non sono solo viaggi, ma soprattutto un'opportunità per capire quanto sia importante la cooperazione in un mondo globale. Insieme possiamo sviluppare innovazioni che cambieranno il futuro dell'agricoltura e dell'istruzione professionale», ha sottolineato Marta Gulgowska.",
    "heading_3": "Nuove tecnologie al servizio dell'agricoltura",
    "text_7": "La conferenza è stata un'ottima occasione per presentare un approccio interdisciplinare alle problematiche dell'agricoltura moderna. Le lezioni hanno mostrato quanto sia importante integrare la conoscenza tecnica, scientifica e pratica.",
    "text_8": "🙌🏽 Gli organizzatori dell'evento hanno già annunciato la prossima edizione della conferenza, che si terrà il prossimo anno. L'interesse dei partecipanti, tra cui i rappresentanti del settore agricolo e scientifico, dimostra che la cooperazione internazionale e l'approccio innovativo all'istruzione e alla ricerca sono fondamentali per lo sviluppo del settore.",
    "button_read_more": "Leggi di più",
    "button_show_all_gallery": "Mostra tutta la galleria",
    "video_bhp": "BHP - Sicurezza del lavoro con i droni",
    "heading_drone_safety": "Norme di sicurezza nel lavoro con i droni",
    "text_drone_safety": "Man mano che i droni diventano sempre più popolari sia per scopi commerciali che privati, cresce la necessità di rispettare standard chiari per evitare incidenti e garantire la sicurezza.",
    "link_sed_1": "Sed quis rhoncus placerat",
    "text_sed_1": "Amet nullam fringilla nibh nulla convallis tique ante proin sociis accumsan lobortis. Auctor etiam porttitor phasellus tempus cubilia ultrices tempor sagittis. Nisl fermentum consequat integer interdum.",
    "link_magna_1": "Magna laoreet et aliquam",
    "text_magna_1": "Amet nullam fringilla nibh nulla convallis tique ante proin sociis accumsan lobortis. Auctor etiam porttitor phasellus tempus cubilia ultrices tempor sagittis. Nisl fermentum consequat integer interdum.",
    "heading_recent_posts": "Ultimi post",
    "link_1": "Sintesi della riunione del progetto Erasmus+ ad Antalya",
    "link_2": "Prima Conferenza Internazionale sull'Agricoltura: Innovazioni e Collaborazione per lo sviluppo del settore agricolo",
    "heading_our_gallery": "La nostra galleria",
    "text_eu": "Finanziato dall'Unione Europea. Le opinioni espresse sono esclusivamente degli autori e potrebbero non riflettere la posizione dell'Unione Europea o dell'Agenzia Esecutiva per l'Educazione, la Cultura e la Gioventù (EACEA). Né l'Unione Europea né l'EACEA possono essere ritenuti responsabili per queste opinioni."
}