{
    "title": "Therma-Sat Farming",
    "2024-1-PL01-KA220-VET-000243502": "2024-1-PL01-KA220-VET-000243502",
    "start-button": "Inizia",
    "partners": "Partner",
    "news": "Notizie",
    "about": "Informazioni sul progetto",
    "gallery": "Galleria",
    "virtual-museum": "Museo Virtuale",
    "home": "Home",
    "courses": "Corsi",
    "partners-header": "I nostri <strong>Partner</strong>",
    "partner-1-name": "ZSCKR Swarożyn",
    "partner-1-description": "La scuola prepara gli studenti per la loro professione utilizzando strutture educative modernizzate e ampliate.",
    "partner-2-name": "ITC Gian Pietro Chironi - Salvatore Satta",
    "partner-2-description": "La scuola si adatta alle esigenze del mercato, equipaggiando gli studenti con competenze professionali.",
    "partner-3-name": "Agronomska Škola Zagreb",
    "partner-3-description": "Offre programmi agricoli, preparando gli studenti per carriere nel settore.",
    "partner-4-name": "AIR3DMAP",
    "partner-4-description": "L'azienda crea sensori e software per l'energia, l'agricoltura e l'ambiente.",
    "partner-5-name": "Liceul Tehnologic 'Ion I.C. Brătianu'",
    "partner-5-description": "La scuola offre programmi tecnici con laboratori moderni e personale qualificato.",
    "partner-6-name": "Muratpaşa Mesleki ve Teknik Anadolu Lisesi",
    "partner-6-description": "Offre formazione professionale, preparando gli studenti per carriere.",
    "about-project": "Informazioni sul nostro progetto",
    "about-project-description": "Il progetto vuole sviluppare risorse di apprendimento e insegnamento utilizzando strumenti e metodi innovativi nell'istruzione STEM per studenti di formazione professionale (15-19 anni).",
    "project-description": "Il progetto mira a creare risorse complete di apprendimento e insegnamento specificamente progettate per studenti di età compresa tra i 15 e i 19 anni che frequentano l'istruzione professionale. Queste risorse si concentreranno su materie STEM (Scienza, Tecnologia, Ingegneria e Matematica) e incorporeranno strumenti all'avanguardia e metodi di insegnamento innovativi. Sfruttando tecnologie moderne e strategie pedagogiche, il progetto cerca di migliorare l'esperienza educativa, rendendo l'apprendimento STEM più coinvolgente, pratico ed efficace per gli studenti professionali. L'obiettivo finale è fornire a questi studenti le competenze e le conoscenze necessarie per eccellere nei loro campi di interesse e prepararli per le sfide future in un panorama tecnologico in rapida evoluzione.",
    "news-1-title": "Sommario dell'incontro del progetto Erasmus+ ad Antalya",
    "news-1-description": "L'incontro del progetto Erasmus+ ad Antalya è stata un'opportunità unica per la collaborazione, l'innovazione e lo scambio culturale. Hanno partecipato team da Polonia, Italia, Romania, Croazia e Turchia con l'obiettivo comune di migliorare le competenze in tecnologia dei droni, imaging e analisi dei dati.",
    "news-2-title": "Prima Conferenza Internazionale sull'Agricoltura: Innovazioni e Cooperazione per lo Sviluppo del Settore Agricolo",
    "news-2-description": "La conferenza è stata avviata e guidata dal direttore della nostra scuola, il sig. Piotr Popielarczyk, che è stato appassionatamente coinvolto nello sviluppo dell'istituto e nella costruzione di collaborazioni internazionali per anni.",
    "read-more": "Leggi di più",
    "eu-funding": "Finanziato dall'Unione Europea. Tuttavia, le opinioni espresse sono solo quelle dell'autore o degli autori e non riflettono necessariamente quelle dell'Unione Europea o dell'Agenzia Esecutiva per l'Educazione e la Cultura (EACEA). Né l'Unione Europea né l'EACEA possono essere ritenute responsabili.",
    "scroll-to-top": "↑",
    "facebook": "Facebook",
    "instagram": "Instagram"
}