{
    "title": "Therma-Sat Farming",
    "2024-1-PL01-KA220-VET-000243502": "2024-1-PL01-KA220-VET-000243502",
    "start-button": "Start",
    "partners": "Partnerzy",
    "news": "Aktualności",
    "about": "O projekcie",
    "gallery": "Galeria",
    "virtual-museum": "Wirtualne Muzeum",
    "home": "Strona główna",
    "courses": "Kursy",
    "partners-header": "Nasi <strong>Partnerzy</strong>",
    "partner-1-name": "ZSCKR w Swarożynie",
    "partner-1-description": "Szkoła przygotowuje uczniów do zawodu, wykorzystując unowocześnione i rozbudowane obiekty edukacyjne.",
    "partner-2-name": "ITC Gian Pietro Chironi - Salvatore Satta",
    "partner-2-description": "Szkoła dostosowuje się do wymagań rynku, wyposażając uczniów w umiejętności zawodowe.",
    "partner-3-name": "Agronomska škola Zagreb",
    "partner-3-description": "Oferuje programy rolnicze, przygotowujące uczniów do pracy w branży.",
    "partner-4-name": "AIR3DMAP",
    "partner-4-description": "Firma tworzy czujniki i oprogramowanie do energetyki, rolnictwa i ochrony środowiska.",
    "partner-5-name": "Liceul Tehnologic 'Ion I.C. Brătianu'",
    "partner-5-description": "Szkoła oferuje programy techniczne z nowoczesnymi laboratoriami i wykwalifikowaną kadrą.",
    "partner-6-name": "Muratpaşa Mesleki ve Teknik Anadolu Lisesi",
    "partner-6-description": "Oferuje edukację zawodową, przygotowując uczniów do pracy.",
    "about-project": "O naszym projekcie",
    "about-project-description": "Projekt ma na celu rozwój zasobów edukacyjnych i dydaktycznych przy użyciu innowacyjnych narzędzi i metod w edukacji STEM dla uczniów zawodowych (15-19 lat).",
    "project-description": "Projekt ma na celu stworzenie kompleksowych zasobów edukacyjnych przeznaczonych dla uczniów w wieku 15-19 lat, którzy kształcą się zawodowo. Zasoby te będą koncentrować się na przedmiotach STEM (Nauka, Technologia, Inżynieria, Matematyka) i wykorzystywać nowoczesne narzędzia oraz innowacyjne metody nauczania. Dzięki wykorzystaniu nowoczesnych technologii i strategii pedagogicznych projekt ma na celu poprawę jakości edukacji, czyniąc naukę STEM bardziej angażującą, praktyczną i efektywną dla uczniów zawodowych. Ostatecznym celem jest wyposażenie tych uczniów w umiejętności i wiedzę, które pozwolą im osiągnąć sukcesy w wybranej dziedzinie oraz przygotują ich do przyszłych wyzwań w szybko zmieniającym się środowisku technologicznym.",
    "news-1-title": "Podsumowanie spotkania projektu Erasmus+ w Antalyi",
    "news-1-description": "Spotkanie projektu Erasmus+ w Antalyi było wyjątkową okazją do współpracy, innowacji i wymiany kulturalnej. Spotkały się zespoły z Polski, Włoch, Rumunii, Chorwacji i Turcji, mające wspólny cel: rozwój wiedzy i umiejętności z zakresu technologii dronów, obrazowania i analizy danych.",
    "news-2-title": "Pierwsza Międzynarodowa Konferencja Rolnicza: Innowacje i współpraca na rzecz rozwoju sektora rolniczego",
    "news-2-description": "Konferencję zainicjował i prowadził Dyrektor naszej szkoły, Pan Piotr Popielarczyk, który od lat pasjonuje się rozwojem placówki oraz budowaniem współpracy międzynarodowej.",
    "read-more": "Czytaj więcej",
    "eu-funding": "Finansowane przez Unię Europejską. Opinie wyrażone przez autorów nie muszą odzwierciedlać stanowiska Unii Europejskiej ani Agencji Wykonawczej ds. Edukacji, Kultury i Młodzieży (EACEA). Ani Unia Europejska, ani EACEA nie mogą ponosić odpowiedzialności za te opinie.",
    "scroll-to-top": "↑",
    "facebook": "Facebook",
    "instagram": "Instagram"
}