{
    "title": "Therma-Sat Farming",
    "2024-1-PL01-KA220-VET-000243502": "2024-1-PL01-KA220-VET-000243502",
    "start-button": "Începe",
    "partners": "Parteneri",
    "news": "Știri",
    "about": "Despre proiect",
    "gallery": "Galerie",
    "virtual-museum": "Muzeu Virtual",
    "home": "Acasă",
    "courses": "Cursuri",
    "partners-header": "Partenerii Noștri",
    "partner-1-name": "ZSCKR Swarożyn",
    "partner-1-description": "Școala pregătește elevii pentru profesiile lor folosind facilități educaționale modernizate și extinse.",
    "partner-2-name": "ITC Gian Pietro Chironi - Salvatore Satta",
    "partner-2-description": "Școala se adaptează cerințelor pieței, echipând elevii cu abilități pentru carierele lor.",
    "partner-3-name": "Agronomska școala Zagreb",
    "partner-3-description": "Oferă programe de agricultură, pregătind elevii pentru cariere în domeniu.",
    "partner-4-name": "AIR3DMAP",
    "partner-4-description": "Compania creează senzori și software pentru energie, agricultură și mediu.",
    "partner-5-name": "Liceul Tehnologic 'Ion I.C. Brătianu'",
    "partner-5-description": "Școala oferă programe tehnice cu laboratoare moderne și personal calificat.",
    "partner-6-name": "Muratpaşa Mesleki ve Teknik Anadolu Lisesi",
    "partner-6-description": "Oferă educație profesională, pregătind elevii pentru cariere.",
    "about-project": "Despre proiectul nostru",
    "about-project-description": "Proiectul își propune să dezvolte resurse educaționale utilizând instrumente și metode inovative în educația STEM pentru elevii școlilor vocaționale (15-19 ani).",
    "project-description": "Proiectul își propune să creeze resurse educaționale cuprinzătoare concepute special pentru elevii cu vârste între 15 și 19 ani care urmează educație vocațională. Aceste resurse vor fi axate pe domeniile STEM (Știință, Tehnologie, Inginerie și Matematică) și vor încorpora instrumente moderne și metode inovative de învățare. Prin utilizarea tehnologiilor moderne și strategiilor pedagogice, proiectul își propune să îmbunătățească experiența educațională, făcând învățarea STEM mai interesantă, practică și eficientă pentru elevii din școlile vocaționale. Scopul final este de a echipa acești elevi cu abilități și cunoștințe necesare pentru a excela în domeniul ales și pentru a-i pregăti pentru provocările viitoare într-un peisaj tehnologic în continuă schimbare.",
    "news-1-title": "Rezumatul întâlnirii Erasmus+ de la Antalya",
    "news-1-description": "Întâlnirea proiectului Erasmus+ de la Antalya a fost o oportunitate unică pentru colaborare, inovație și schimb cultural. Au fost reunite echipe din Polonia, Italia, România, Croația și Turcia, cu scopul comun de a îmbunătăți cunoștințele și abilitățile în tehnologia dronelor, imagistica și analiza datelor.",
    "news-2-title": "Prima Conferință Internațională Agricolă: Inovații și Cooperare pentru Dezvoltarea Sectorului Agricol",
    "news-2-description": "Conferința a fost inițiată și condusă de directorul școlii noastre, dl Piotr Popielarczyk, care a fost implicat cu pasiune în dezvoltarea instituției și în construirea cooperării internaționale de ani de zile.",
    "read-more": "Citește mai mult",
    "eu-funding": "Finanțat de Uniunea Europeană. Opiniile și punctele de vedere exprimate sunt însă cele ale autorilor și nu reflectă neapărat pozițiile Uniunii Europene sau ale Agenției Executivă pentru Educație, Audiovizual și Cultură (EACEA). Nici Uniunea Europeană, nici EACEA nu pot fi responsabile pentru acestea.",
    "scroll-to-top": "↑",
    "facebook": "Facebook",
    "instagram": "Instagram"
}