{
    "title": "Therma-Sat Farming",
    "2024-1-PL01-KA220-VET-000243502": "2024-1-PL01-KA220-VET-000243502",
    "start-button": "Başla",
    "partners": "Ortaklar",
    "news": "Haberler",
    "about": "Proje Hakkında",
    "gallery": "Galeri",
    "virtual-museum": "Sanal Müze",
    "home": "Ana Sayfa",
    "courses": "Kurslar",
    "partners-header": "Bizim <strong>Ortaklarımız</strong>",
    "partner-1-name": "ZSCKR Swarożyn",
    "partner-1-description": "Okul, modernize edilmiş ve genişletilmiş eğitim tesisleri kullanarak öğrencilere mesleklerini öğretir.",
    "partner-2-name": "ITC Gian Pietro Chironi - Salvatore Satta",
    "partner-2-description": "Okul, öğrencileri mesleki becerilerle donatarak piyasa taleplerine uyum sağlar.",
    "partner-3-name": "Agronomska Škola Zagreb",
    "partner-3-description": "Tarım programları sunarak öğrencilere alanda kariyer yapma fırsatı verir.",
    "partner-4-name": "AIR3DMAP",
    "partner-4-description": "Şirket, enerji, tarım ve çevre için sensörler ve yazılımlar üretir.",
    "partner-5-name": "Liceul Tehnologic 'Ion I.C. Brătianu'",
    "partner-5-description": "Okul, modern laboratuvarlar ve nitelikli personel ile teknik programlar sunar.",
    "partner-6-name": "Muratpaşa Mesleki ve Teknik Anadolu Lisesi",
    "partner-6-description": "Mesleki eğitim sunarak öğrencilere kariyer hazırlığı yapar.",
    "about-project": "Projemiz Hakkında",
    "about-project-description": "Proje, mesleki eğitim öğrencilerine (15-19 yaş) STEM (Bilim, Teknoloji, Mühendislik ve Matematik) eğitiminde yenilikçi araçlar ve yöntemler kullanarak öğretim ve öğrenim kaynakları geliştirmeyi amaçlamaktadır.",
    "project-description": "Proje, 15-19 yaşlarındaki mesleki eğitim gören öğrencilere yönelik kapsamlı öğrenim ve öğretim kaynakları oluşturmayı amaçlamaktadır. Bu kaynaklar, STEM (Bilim, Teknoloji, Mühendislik, Matematik) alanlarında odaklanacak ve modern araçlar ve yenilikçi öğretim yöntemleriyle desteklenecektir. Modern teknolojiler ve pedagojik stratejiler kullanılarak, proje eğitimi daha ilgi çekici, pratik ve etkili hale getirmeyi hedeflemektedir. Nihai amaç, bu öğrencilere seçtikleri alanlarda başarılı olmaları için gerekli beceri ve bilgileri kazandırmak ve onları hızla değişen bir teknolojik ortamda gelecekteki zorluklara hazırlamaktır.",
    "news-1-title": "Antalya'daki Erasmus+ Proje Toplantısı Özeti",
    "news-1-description": "Antalya'daki Erasmus+ proje toplantısı, işbirliği, yenilik ve kültürel değişim için eşsiz bir fırsattı. Polonya, İtalya, Romanya, Hırvatistan ve Türkiye'den gelen ekipler, drone teknolojisi, görüntüleme ve veri analizi alanlarında bilgi ve becerilerini artırmayı amaçladılar.",
    "news-2-title": "İlk Uluslararası Tarım Konferansı: Tarım Sektörünün Gelişimi İçin İnovasyonlar ve İşbirliği",
    "news-2-description": "Konferans, okulumuzun Müdürü Sayın Piotr Popielarczyk tarafından başlatıldı ve yönlendirildi. Kendisi, okulun gelişimi ve uluslararası işbirliği kurma konusunda yıllardır tutkulu bir şekilde çalışmaktadır.",
    "read-more": "Daha Fazla Oku",
    "eu-funding": "Avrupa Birliği tarafından finanse edilmiştir. Ancak, görüşler ve fikirler yalnızca yazar(lar)a aittir ve Avrupa Birliği veya Avrupa Eğitim ve Kültür İcra Ajansı (EACEA) tarafından yansıtılmamaktadır. Avrupa Birliği veya EACEA bu görüşlerden sorumlu tutulamaz.",
    "scroll-to-top": "↑",
    "facebook": "Facebook",
    "instagram": "Instagram"
}